class CfgDebriefing
{
	class WIN
	{
		title = "Миссия выполнена";
		subtitle = "Восхитительный успех!";
		description = "Мы зачистили склады от партизанской гнили. Наши снабженцы в безопасности.";
	};
	class WIN2
	{
		title = "Миссия выполнена";
		subtitle = "Восхитительный успех!";
		description = "Мы нашли и ликвидировали диверсантов ВС РФ. Наши снабженцы в безопасности.";
	};
	class WIN3
	{
		title = "Миссия выполнена";
		subtitle = "Сногсшибательный успех!";
		description = "Мы нашли и ликвидировали диверсантов ВС РФ и их польских подельников. Наши пути снабжения вновь безопасны!";
	};
	class WIPED
	{
		title = "Миссия провалена";
		subtitle = "Все погибли";
		description = "К сожалению, резервисты не слишком сильны против множества партизан и тем более диверсантов. Нам не удалось обезопасить тылы, а значит и фронт будет обескровлен.";
	};
};